{
  "result": [
    {
      "id": 1,
      "title": "CITIGROUP CENTRE",
      "description": "Citigroup Centre on Lexington Avenue is one of the most unique buildings of New York. While the Architect Hugh Stubbins created the form of the building most of the credit goes to the Structural Engineer William Le Messurier, as it rests on four stilts perfectly centered on each side, while creating a cantilever on the sidewalk. To add more sophistication it has a 45 degree sloping crown at the top. The details under the cantilever are thoughtfully articulated giving a clean and hyper ordered veneer, rarely seen on a skyscraper. The curtain wall system affixes stations of metal cladding and strips of windows, wrapping the sheer walls.",
      "image": "https://www.re-thinkingthefuture.com/wp-content/uploads/2019/12/A422-15-PLACES-IN-NEW-YORK-CITIGROUP-CENTER-2.jpg"
    },
    {
      "id": 2,
      "title": "THE DAKOTA",
      "description": "The Dakota was constructed between October 25, 1880 and October 25, 1884 by Henry Janeway Hardenbergh’s architectural firm. The Dakota was designated as the New York City Landmark in 1969. The building façade was renovated in 2015. The building was built around a central courtyard in square shape. The building has a German Renaissance character with its high gables and deep roofs with terracotta spandrels and panels, niches, etc. The layout of the building reflects French Architecture trends. The building has 65 apartments while no two apartments are same. These were accessed by staircase and elevators placed at the corners of the courtyard. The building was equipped with central heating system and in house power plant.",
      "image": "https://www.re-thinkingthefuture.com/wp-content/uploads/2019/12/A422-15-PLACES-IN-NEW-YORK-DAKOTA-2.jpg"
    },
    {
      "id": 3,
      "title": "SAINT PATRICK CATHEDRAL ",
      "description": "The Saint Patrick Cathedral was built in the democratic spirit and took 21 years to build. The cornerstone of St. Patrick Cathedral was built in 1858 and doors opened in 1879.The details of the building attract many tourists every year. The Cathedral is decorated in Neo-Gothic style Roman Catholic Church. In 1853, Archbishop John Joseph Hughes announced his intention to build a new Cathedral to replace the old St. Patrick Cathedral in Lower Manhattan. It is designed by James Renwick Jr. in the Gothic Revival style of architecture. The Lady Chapels stained glass windows were made between 1912 and 1930 by glass designer and artist Paul Vicent Woodroffe. There are many details such as the entrance door made of bronze decorated with relief sculptures.",
      "image": "https://www.re-thinkingthefuture.com/wp-content/uploads/2019/12/A422-15-PLACES-IN-NEW-YORK-ST-PATRICK-CATHEDRAL-1.jpg"
    },
    {
      "id": 4,
      "title": " ALEXANDER HAMILTON U.S CUSTOM HOUSE",
      "description": "The Alexander Hamilton U.S. Custom House is a building in New York City built in 1902–1907 by the federal government to house the duty collection operations for the Port of New York. The building is now the home of the George Gustav Heye Center, National Museum of the American Indian, as well as the United States Bankruptcy Court for the Southern District of New York; since 2012, it is also the home to the National Archives at New York City. The building was designed by Minnesotan Cass Gilbert, who also designed the Woolworth Building, which is visible from the building’s front steps. The building is considered to be a masterpiece of the Beaux-Arts style. The building incorporates Beaux Arts and City Beautiful movement planning principles, combining architecture, engineering and fine arts. Lavish sculptures, paintings, and decorations by well-known artists of the time, such as Daniel Chester French, Karl Bitter, Louis St. Gaudens and Albert Jaegers, were brought in to embellish the facade, the two-story entry portico, and the main hall parallel to the facade, the Rotunda, and the Collector’s Reception Room. The building’s rusticated first story supports three stories of single and paired full-height, engaged, Corinthian columns. The fifth story is encompassed within the frieze of the massive entablature. Above the entablature is the sixth story. The seventh story is within the mansard roof.",
      "image": "https://www.re-thinkingthefuture.com/wp-content/uploads/2019/12/A422-15-PLACES-IN-NEW-YORK-ALEXANDER-HAMILTON-US-CUSTOM-HOUSE-1.jpg"
    },
    {
      "id": 5,
      "title": "CHRYSLER BUILDING",
      "description": "The Chrysler Building’s style, Art Deco, was considered modern, urbane, and luxurious. The building stands tall at the height of 1,046 feet; it is the tallest brick building with steel framework. The building was constructed by Walter Chrysler, the head of the Chrysler Corporation, and served as the corporation’s headquarters from 1930 until the mid-1950s. At the Chrysler Building, the distinctive elements of Art Deco include the horizontal black-and-white stripes between floors, the geometric decoration concentrated at each of the setbacks, the streamlined eagle heads and radiator caps with wings (hallmark Chrysler car ornaments) jutting out from the corners, and, above all, the great crown with its seven layers of crescent setbacks inset with triangular windows. The structure consists of 3,862 exterior windows. The 31st-floor contains gargoyles and replicas of the 1929 Chrysler radiator caps, the 61st eagles, and a nod to America’s national bird.",
      "image": "https://www.re-thinkingthefuture.com/wp-content/uploads/2019/12/A422-15-PLACES-IN-NEW-YORK-CHRYSLER-BUILDING-2.jpg"
    },
    {
      "id": 6,
      "title": "SPRING STREET SALT SHED",
      "description": "Dattner Architects and WXY Architecture + Urban Design collaborated during schematic design of the Salt Shed. It rises nearly 70 feet and lies along the Hudson River at the intersection of Canal Street and West Street, this highly visible structure houses 5,000 tons of salt. The structure is tapered toward the bottom, creating more walking space for pedestrians. The Salt Shed’s solid, crystalline form acts as a counterpoint to the façade of the Manhattan district Garage 1,2,5, directly across Spring Street to the north. To make it easier for trucks to travel in and out of the structure, the doors of the shed measure 35 feet high and 24 feet wide. The structure has the capacity to store up to 5,000 tons of salt and the walls of the shed are six feet thick, to prevent the building from being damaged.",
      "image": "https://www.re-thinkingthefuture.com/wp-content/uploads/2019/12/A422-15-PLACES-IN-NEW-YORK-SPRING-STREET-SALT-SHED-2.jpg"
    },
    {
      "id": 7,
      "title": "MADISON SQAURE GARDEN",
      "description": "Madison Square Garden, colloquially known as The Garden or in initials as MSG, is a multi-purpose indoor arena in New York City and is known for hosting many of the biggest professional ice hockey and basketball, as well as boxing, concerts, ice shows, circuses, professional wrestling and other forms of sports and entertainment. The Madison Square Garden was in common interests of J.P. Morgan, Andrew Carnegie, and W.W. Astor. They wanted a new, New York centerpiece designed in the popular Beaux-Arts style of the time, and hired Architect Stanford White to design it. . The Garden opened on February 11, 1968, and is the oldest major sporting facility in the New York metropolitan area.",
      "image": "https://www.re-thinkingthefuture.com/wp-content/uploads/2019/12/A422-15-PLACES-IN-NEW-YORK-MADISON-SQAURE-GARDEN-1.jpg"
    },
    {
      "id": 8,
      "title": "THE CLOISTERS ",
      "description": "The Cloister is also known as the hidden museum of New York. The museum’s building was designed by the architect Charles Collens, on a site above a steep hill, with upper and lower levels. It consists of medieval gardens, a series of chapels and themed galleries, including the Romanesque, Spanish and Gothic rooms. The design, layout, and ambiance of the building are intended to evoke a sense of medieval European simple life. The beautiful Cuxa Cloister and Garden are at the heart of the Museum, as it would be in a monastery. The rose pink marble columns topped with carved capitals surround the cloister garden with its central fountain and paths. This is a peaceful haven where you can imagine the monks would have come to read and meditate. There also are 13th Century stained glass windows in the Early Gothic Hall which overlooks the Hudson River. These beautiful windows are mainly brought in from French churches.",
      "image": "https://www.re-thinkingthefuture.com/wp-content/uploads/2019/12/A422-15-PLACES-IN-NEW-YORK-THE-CLOISTER-1.jpg"
    },
    {
        "id": 9,
        "title": "FLATIRON BUILDING",
        "description": "The building is 117 years old this year; it is a triangular 22 storey building with a steel framework of height of 285 foot. The Flatiron Building’s Broadway front is 190 feet wide, The Fifth Avenue front is 173 feet wide, and the 22nd Street side is of 87 feet wide. The Flatiron Building was designed by Chicago’s Daniel Burnham as a vertical Renaissance palazzo with Beaux-Arts styling. It was originally called the Fuller Building, after the Chicago based George A. Fuller Company, which built and developed the building. The skin of the building is heavily ornamented and although the building could have been constructed with large windows, the windows on the Flatiron Building are rather conservatively sized, thus giving the façade a more solid, heavy appearance.",
        "image": "https://www.re-thinkingthefuture.com/wp-content/uploads/2019/12/A422-15-PLACES-IN-NEW-YORK-FLATRION-BUILDING-2.jpg"
      },
      {
        "id": 10,
        "title": "WHITNEY MUSEUM OF AMERICAN ART",
        "description": "The Whitney Museum of American Art is an art museum in Manhattan. It was founded in 1930 by Gertrude Vanderbilt Whitney between 1875 to 1942, a wealthy and prominent American socialite and art patron after whom it is named. Its permanent collection comprises more than 23,000 paintings, sculptures, drawings, prints, photographs, films, videos, and artifacts of new media by more than 3,400 artists. The museum was relocated when Whitney developed a new building designed by Renzo Piano. The building includes approximately 50,000 square feet of indoor galleries and 13,000 square feet of outdoor exhibition space and terraces facing the High Line.",
        "image": "https://www.re-thinkingthefuture.com/wp-content/uploads/2019/12/A422-15-PLACES-IN-NEW-YORK-WHITNEY-MUSEUM-1.jpg"
      },
      {
        "id": 11,
        "title": "METROPOLITAN OPERA HOUSE",
        "description": "The Metropolitan Opera House also known as The Met is an opera house designed by Wallace k. Harrison. It is a part of Lincoln Centre for Performing Arts. It opened in 1966, replacing the original 1883 Metropolitan Opera House at Broadway and 39th Street. With a seating capacity of approximately 3,800, the house is the largest repertory opera house in the world. The building is clad with white travertine and the east facade is graced with its distinctive series of five concrete arches and large glass and bronze facade, towering 96 feet above the plaza. On the north, south and west sides of the building, hundreds of vertical fins of travertine running the full height of the structure give the impression that the facade is an uninterrupted mass of travertine when viewed from certain angles. The building totals 14 stories, 5 of which are underground.",
        "image": "https://www.re-thinkingthefuture.com/wp-content/uploads/2019/12/A422-15-PLACES-IN-NEW-YORK-METROPOLITAN-OPERA-HOUSE-1.jpg"
      },
      {
        "id": 12,
        "title": "BARCLAY’S CENTRE",
        "description": "Barclays Center was designed by the architecture firm SHoP Architects and architecture Studio AECOMM. Initial concepts for the area were designed by Frank Gehry, whose design proposed a rooftop park ringed by an open-air running track and capable of doubling as an ice skating rink in winter with panoramic, year-round views of Manhattan. The arena’s iconic exterior is built from 12,000 uniquely-shaped panels in weathered steel that recall the color and scale of adjacent brownstone blocks. Despite its large capacity and in contrast to the outward appearance, the interior is relatively conventional. The powerful structure of this building is a work of engineering, developed by Ellerbe Becket of Aecom, like many of the other elements .The coating of the facade was done using the coating by Corten steel mesh formed by 12,000 different pieces designed by computer.",
        "image": "https://www.re-thinkingthefuture.com/wp-content/uploads/2019/12/A422-15-PLACES-IN-NEW-YORK-BARCLAYS-CENTRE-1.jpg"
      },
      {
        "id": 13,
        "title": "THE WALDORF – ASTORIA",
        "description": "The Waldorf Astoria is a luxury hotel in Midtown Manhattan. The hotel is one of the first grand hotels which combine elegance with luxurious amenities and services. The hotels began as individual buildings due to relative feuding, The Waldorf and The Astor respectively, and later in 1897 they became one and were known as The Waldorf – Astoria. The current hotel is designed by Architects Schultze and Weaver and was opened in 1931. The hotel was world’s largest and tallest hotel measuring 625 feet tall with 47 floors. It still remains the world’s largest surviving Art Deco building.",
        "image": "https://www.re-thinkingthefuture.com/wp-content/uploads/2019/12/A422-15-PLACES-IN-NEW-YORK-WALDORF-ASTORIA-2.jpg"
      },
      {
        "id": 14,
        "title": "432 PARK AVENUE CONDOMINIUMS",
        "description": "Designed by Rafael Viñoly and rising 1,396 feet above Park Avenue between 56th and 57th streets, 432 Park Avenue is the tallest residential tower. It was developed by CIM Group and features 125 condominium apartments. Construction began in 2011 and was completed on December 23; 2015.The building was proposed to be 1,300 feet high but was later constructed at 1,396 feet. Interiors are designed by Deborah Berke and the firm Bentel & Bentel, which also designed Eleven Madison Park and the Gramercy Tavern. The structure is constructed with the help of a reinforced concrete core with 30 inch thick walls. The tower is well-defined by a grid of 10-square-meter windows that are enclosed in an exposed concrete structural frame bounded to a slim concrete core, creating column-free interiors for the building.",
        "image": "https://www.re-thinkingthefuture.com/wp-content/uploads/2019/12/A422-15-PLACES-IN-NEW-YORK-432-PARK-AVENUE-2.jpg"
      },
      {
        "id": 15,
        "title": "41 COOPER SQAURE",
        "description": "41 Cooper Square, designed by architect Thom Mayne of Morphosis, is a nine-story, 175,000-square-foot academic center that houses the Albert Nerken School of Engineering with additional spaces for the humanities, art, and architecture departments in New York City. There is also an exhibition gallery and auditorium for public programs and retail space on the ground level. It implies standard methods of construction where a reinforced concrete framing is cast on site and enclosed in an aluminum and glass curtain wall. The operable pierced stainless steel skin is balanced by the glass but still attached to the main frame. Innovative technologies are introduced into the building system to maximize energy efficiency and radiant heating and cooling ceiling panels provide a more efficient means of achieving thermal comfort, a green roof helps insulate the building and collects storm water, and a cogeneration plant provides additional power but recovers waste heat.",
        "image": "https://www.re-thinkingthefuture.com/wp-content/uploads/2019/12/A422-15-PLACES-IN-NEW-YORK-41-COOPER-SQAURE-1.jpg"
      }
  ]
}
